000100190709     A          R ALLSHIFT                  PFILE(SENECAPAY/ALLSHIFT)
000101190709     A          K EMPNUM
000102190709     A          S WORKSHIFT                 COMP(EQ 'A')
