000100190703     A          R RECORD1
000101190703     A                                  2  4USER
000102190703     A                                  2 28'Payroll Program Completed'
000103190703     A                                  2 66DATE EDTCDE(Y)
000104190703     A                                  3  4'Senal Goonetilaka'
000105190703     A                                  5 10'Rates:'
000106190703     A                                  7 19'Day Rate:'
000107190703     A            DAYRATE        5  2   7 37EDTCDE(1)
000108190703     A                                  8 19'Afternoon Rate:'
000109190703     A            AFTNRATE       5  2   8 37EDTCDE(1)
000110190703     A                                  9 19'Night Rate:'
000111190703     A            NIGHTRATE      5  2   9 37EDTCDE(1)
000112190703     A                                 11 11'Totals:'
000113190703     A                                 13 19'Regular Pay:'
000114190703     A            TOTREGPAY      9Y 2O 13 37EDTCDE(1 $)
000115190703     A                                 14 19'Overtime Pay:'
000116190703     A            TOTOVTPAY      9Y 2O 14 37EDTCDE(1 $)
000117190703     A                                 15 19'Company Payout:'
000118190703     A            TOTEMPPAY      9Y 2O 15 37EDTCDE(1 $)
000119190703     A                                  3 66TIME
000120190708     A            SHIFTTYPE     30   O 11 24
000121190703
